<?php
return array(
	//'配置项'=>'配置值'
	 
    'LAYOUT_ON' => true,
    'LAYOUT_NAME' => 'Com/layout',
    /* 错误页面模板 */
    'TMPL_ACTION_ERROR' => MODULE_PATH . 'View/Com/dispatch_jump.html', // 默认错误跳转对应的模板文件
    'TMPL_ACTION_SUCCESS' => MODULE_PATH . 'View/Com/dispatch_jump.html', // 默认成功跳转对应的模板文件 

    'URL_MODEL ' =>2,
    'PERM_MODEL' => array(
    	"1"=>"管理员管理",
    	"2"=>"服务类型",
    	"3"=>"组织机构",
    	"4"=>"资源管理",
    	"5"=>"资源共享",
    	"6"=>"需求管理",
    	"7"=>"项目合作",
    	"8"=>"成果展示",
    	"9"=>"投票",
    	"10"=>"消息管理",
    	"11"=>"Banner管理",
    	"12"=>"新闻动态",
    	"13"=>"网上培训",
    	"14"=>"通知管理",
    	"15"=>"公告管理",
    	"16"=>"友情链接",
    	"17"=>"广告推广",
    	"18"=>"人才招聘",
    	"19"=>"文章管理",
    	"20"=>"意见反馈",
    	"21"=>"设置",
        "22"=>"会员管理",
        "23"=>"打印",
        "24"=>"帖子标签",
        "25"=>"数据统计",
        "26"=>"会员单位管理",
        "27"=>"专家库管理",
        "28"=>"标准库管理",
    	),
);